<PAD>
<UNK>
10%
7-up
7-up多少錢
7-up推薦嗎
7-up？
alex
angus
bean
beef
beef多少錢
beef推薦嗎
beef辣嗎
beef？
birthday
boiled
business
cai
cake
cake多少錢
cake推薦嗎
cake？
chan
chan多少錢
chan推薦嗎
chan？
chicken
chicken多少錢
chicken推薦嗎
chicken辣嗎
chicken？
chongqing
coupon
cucumber
dan
discount
do
double
drink
drink多少錢
drink推薦嗎
drink？
eggplant
eggplant多少錢
eggplant推薦嗎
eggplant辣嗎
eggplant？
emily
fish
fish-fragrant
flowers
flowers多少錢
flowers推薦嗎
flowers？
food
four
free
give
glutinous
grape
have
healthy
hk$50
ho
hot
how
ho多少錢
ho推薦嗎
ho？
i
ice
iced
ice多少錢
ice推薦嗎
ice？
is
john
kevin
lam
lam多少錢
lam推薦嗎
lam？
lemon
leung
leung多少錢
leung推薦嗎
leung？
maggie
mapo
me
menu
milk
mouthwatering
much
ng
ng多少錢
ng推薦嗎
ng？
noodles
noodles多少錢
noodles推薦嗎
noodles辣嗎
noodles？
off
off多少錢
off推薦嗎
off？
oolong
order
person
peter
pickled
pork
pork多少錢
pork推薦嗎
pork辣嗎
pork？
potato
red
rice
rice多少錢
rice推薦嗎
rice？
salty
set
set多少錢
set推薦嗎
set？
sichuan
something
soup
soup多少錢
soup推薦嗎
soup辣嗎
soup？
special
special多少錢
special推薦嗎
special？
starch
starch多少錢
starch推薦嗎
starch？
steamed
suan
susan
tea
tea多少錢
tea推薦嗎
tea？
tina
tofu
tofu多少錢
tofu推薦嗎
tofu辣嗎
tofu？
tse
tse多少錢
tse推薦嗎
tse？
tsui
tsui多少錢
tsui推薦嗎
tsui？
twice-cooked
want
who
wong
wong多少錢
wong推薦嗎
wong？
you
不辣的
來一個10%
來一個alex
來一個birthday
來一個boiled
來一個business
來一個chongqing
來一個dan
來一個double
來一個emily
來一個fish-fragrant
來一個four
來一個free
來一個grape
來一個hk$50
來一個hot
來一個iced
來一個john
來一個kevin
來一個maggie
來一個mapo
來一個mouthwatering
來一個peter
來一個pickled
來一個potato
來一個red
來一個salty
來一個sichuan
來一個steamed
來一個suan
來一個susan
來一個tina
來一個twice-cooked
來一個免費飲品
來一個全單九折
來一個凍檸茶
來一個口水雞
來一個咸檸7
來一個商務套餐
來一個四人套餐
來一個四川糯米糕
來一個回鍋肉
來一個擔擔麵
來一個水煮牛肉
來一個滿$300減$50
來一個熱奶茶
來一個生日特惠
來一個米飯
來一個紅豆冰
來一個葡萄烏龍茶
來一個薯粉
來一個酸菜魚湯
來一個醃製黃瓜花
來一個重慶風味安格斯牛肉
來一個雙人套餐
來一個魚香茄子
來一個麻婆豆腐
免費飲品
免費飲品多少錢
免費飲品推薦嗎
全單九折
全單九折多少錢
全單九折推薦嗎
凍檸茶
凍檸茶多少錢
凍檸茶推薦嗎
口水雞
口水雞多少錢
口水雞推薦嗎
口水雞辣嗎
口渴了
咸檸7
咸檸7多少錢
咸檸7推薦嗎
商務套餐
商務套餐多少錢
商務套餐推薦嗎
四人套餐
四人套餐多少錢
四人套餐推薦嗎
四川糯米糕
四川糯米糕多少錢
四川糯米糕推薦嗎
回鍋肉
回鍋肉多少錢
回鍋肉推薦嗎
回鍋肉辣嗎
多人用餐
套餐內容
想吃辣
想喝東西
想試試10%
想試試alex
想試試birthday
想試試boiled
想試試business
想試試chongqing
想試試dan
想試試double
想試試emily
想試試fish-fragrant
想試試four
想試試free
想試試grape
想試試hk$50
想試試hot
想試試iced
想試試john
想試試kevin
想試試maggie
想試試mapo
想試試mouthwatering
想試試peter
想試試pickled
想試試potato
想試試red
想試試salty
想試試sichuan
想試試steamed
想試試suan
想試試susan
想試試tina
想試試twice-cooked
想試試免費飲品
想試試全單九折
想試試凍檸茶
想試試口水雞
想試試咸檸7
想試試商務套餐
想試試四人套餐
想試試四川糯米糕
想試試回鍋肉
想試試擔擔麵
想試試水煮牛肉
想試試滿$300減$50
想試試熱奶茶
想試試生日特惠
想試試米飯
想試試紅豆冰
想試試葡萄烏龍茶
想試試薯粉
想試試酸菜魚湯
想試試醃製黃瓜花
想試試重慶風味安格斯牛肉
想試試雙人套餐
想試試魚香茄子
想試試麻婆豆腐
我想吃10%
我想吃alex
我想吃birthday
我想吃boiled
我想吃business
我想吃chongqing
我想吃dan
我想吃double
我想吃emily
我想吃fish-fragrant
我想吃four
我想吃free
我想吃grape
我想吃hk$50
我想吃hot
我想吃iced
我想吃john
我想吃kevin
我想吃maggie
我想吃mapo
我想吃mouthwatering
我想吃peter
我想吃pickled
我想吃potato
我想吃red
我想吃salty
我想吃sichuan
我想吃steamed
我想吃suan
我想吃susan
我想吃tina
我想吃twice-cooked
我想吃免費飲品
我想吃全單九折
我想吃凍檸茶
我想吃口水雞
我想吃咸檸7
我想吃商務套餐
我想吃四人套餐
我想吃四川糯米糕
我想吃回鍋肉
我想吃擔擔麵
我想吃水煮牛肉
我想吃滿$300減$50
我想吃熱奶茶
我想吃生日特惠
我想吃米飯
我想吃紅豆冰
我想吃葡萄烏龍茶
我想吃薯粉
我想吃酸菜魚湯
我想吃醃製黃瓜花
我想吃重慶風味安格斯牛肉
我想吃雙人套餐
我想吃魚香茄子
我想吃麻婆豆腐
我要一份10%
我要一份alex
我要一份birthday
我要一份boiled
我要一份business
我要一份chongqing
我要一份dan
我要一份double
我要一份emily
我要一份fish-fragrant
我要一份four
我要一份free
我要一份grape
我要一份hk$50
我要一份hot
我要一份iced
我要一份john
我要一份kevin
我要一份maggie
我要一份mapo
我要一份mouthwatering
我要一份peter
我要一份pickled
我要一份potato
我要一份red
我要一份salty
我要一份sichuan
我要一份steamed
我要一份suan
我要一份susan
我要一份tina
我要一份twice-cooked
我要一份免費飲品
我要一份全單九折
我要一份凍檸茶
我要一份口水雞
我要一份咸檸7
我要一份商務套餐
我要一份四人套餐
我要一份四川糯米糕
我要一份回鍋肉
我要一份擔擔麵
我要一份水煮牛肉
我要一份滿$300減$50
我要一份熱奶茶
我要一份生日特惠
我要一份米飯
我要一份紅豆冰
我要一份葡萄烏龍茶
我要一份薯粉
我要一份酸菜魚湯
我要一份醃製黃瓜花
我要一份重慶風味安格斯牛肉
我要一份雙人套餐
我要一份魚香茄子
我要一份麻婆豆腐
找負責人
折扣
擔擔麵
擔擔麵多少錢
擔擔麵推薦嗎
擔擔麵辣嗎
有優惠嗎
有沒有10%
有沒有alex
有沒有birthday
有沒有boiled
有沒有business
有沒有chongqing
有沒有dan
有沒有double
有沒有emily
有沒有fish-fragrant
有沒有four
有沒有free
有沒有grape
有沒有hk$50
有沒有hot
有沒有iced
有沒有john
有沒有kevin
有沒有maggie
有沒有mapo
有沒有mouthwatering
有沒有peter
有沒有pickled
有沒有potato
有沒有red
有沒有salty
有沒有sichuan
有沒有steamed
有沒有suan
有沒有susan
有沒有tina
有沒有twice-cooked
有沒有免費飲品？
有沒有全單九折？
有沒有凍檸茶？
有沒有口水雞？
有沒有咸檸7？
有沒有商務套餐？
有沒有四人套餐？
有沒有四川糯米糕？
有沒有回鍋肉？
有沒有擔擔麵？
有沒有水煮牛肉？
有沒有滿$300減$50？
有沒有熱奶茶？
有沒有生日特惠？
有沒有米飯？
有沒有紅豆冰？
有沒有葡萄烏龍茶？
有沒有薯粉？
有沒有酸菜魚湯？
有沒有醃製黃瓜花？
有沒有重慶風味安格斯牛肉？
有沒有雙人套餐？
有沒有魚香茄子？
有沒有麻婆豆腐？
有辣的嗎
水煮牛肉
水煮牛肉多少錢
水煮牛肉推薦嗎
水煮牛肉辣嗎
清淡一點
滿$300減$50
滿$300減$50多少錢
滿$300減$50推薦嗎
熱奶茶
熱奶茶多少錢
熱奶茶推薦嗎
生日特惠
生日特惠多少錢
生日特惠推薦嗎
米飯
米飯多少錢
米飯推薦嗎
紅豆冰
紅豆冰多少錢
紅豆冰推薦嗎
葡萄烏龍茶
葡萄烏龍茶多少錢
葡萄烏龍茶推薦嗎
薯粉
薯粉多少錢
薯粉推薦嗎
誰是經理
酸菜魚湯
酸菜魚湯多少錢
酸菜魚湯推薦嗎
酸菜魚湯辣嗎
醃製黃瓜花
醃製黃瓜花多少錢
醃製黃瓜花推薦嗎
重慶風味安格斯牛肉
重慶風味安格斯牛肉多少錢
重慶風味安格斯牛肉推薦嗎
重慶風味安格斯牛肉辣嗎
雙人套餐
雙人套餐多少錢
雙人套餐推薦嗎
魚香茄子
魚香茄子多少錢
魚香茄子推薦嗎
魚香茄子辣嗎
麻婆豆腐
麻婆豆腐多少錢
麻婆豆腐推薦嗎
麻婆豆腐辣嗎
點一份10%
點一份alex
點一份birthday
點一份boiled
點一份business
點一份chongqing
點一份dan
點一份double
點一份emily
點一份fish-fragrant
點一份four
點一份free
點一份grape
點一份hk$50
點一份hot
點一份iced
點一份john
點一份kevin
點一份maggie
點一份mapo
點一份mouthwatering
點一份peter
點一份pickled
點一份potato
點一份red
點一份salty
點一份sichuan
點一份steamed
點一份suan
點一份susan
點一份tina
點一份twice-cooked
點一份免費飲品
點一份全單九折
點一份凍檸茶
點一份口水雞
點一份咸檸7
點一份商務套餐
點一份四人套餐
點一份四川糯米糕
點一份回鍋肉
點一份擔擔麵
點一份水煮牛肉
點一份滿$300減$50
點一份熱奶茶
點一份生日特惠
點一份米飯
點一份紅豆冰
點一份葡萄烏龍茶
點一份薯粉
點一份酸菜魚湯
點一份醃製黃瓜花
點一份重慶風味安格斯牛肉
點一份雙人套餐
點一份魚香茄子
點一份麻婆豆腐